[{
    "questionNR": "1. what would you do when see an alien?",
    "questionInfo": "Every action takes reaction so pay atention to what you're doing. Depending on what would you do, you may obtain an ally, an foe, friend or sometimes even someone who can change the way you see the world.",
    "answerInfo": ["I would try to hide and plug my computer to the local web so I can observe the other beeing and decide what should I do.", "New creature? It means only one thing: New preparation for the laboratory. I would try to get some of its DNA or blood and examine it.", " I'm not interested in living beeings. Only creatures that surrended their live to the machines are worth checking! I would let it go.", "There is only one way to survive. You must be strong. I would let it go, but if it would be dangerous I would be less polite..."]
}, {
    "questionNR": "2. Let's suppose you have to obtain some information of other alien race. How would you do that?",
    "questionInfo": "There is no anything like enought information. More info is always better option. Remember: The more you know, the better are your paths you are taking throunght your life",
    "answerInfo": ["I would surf the web and search for information. I always find answers.", "The best way to get some informations about something is to get its DNA", "I would build a machine that could learn how someone behaves", "I would directly ask and try to look angry and strong"]
}, {
    "questionNR": "3. What's the way you usually solve problems?",
    "questionInfo": "Every action takes an reaction so it's super important to avoid problems when there is no need for them.",
    "answerInfo": ["I always thing before i take an action. I need data to decide. Without them, I can't take a proper action.", "I'm really conciliatory one. I prefer to avoid problems. I just want to conduct research in my Lab.", "I'm pretty friendly person. The more friends you have, the less enemys you have.", "I'm a simple man. I don't want to provoke problems but when they appear, I have to be strong to be able to overcome them"]
}, {
    "questionNR": "4. How you see yourself in the near future?",
    "questionInfo": "Beeing smart is one thing, but have an ability to improve you and your life throught life is also a big part of good member of our crew. Everyone improves himself so if you are stuck in a current palce you will be eventualy left behind.",
    "answerInfo": ["Net is everything. It won't die unlike humnas. So for me, the best option would be to become an A.I. and live in the web.", "Living creatures are beautiful. They borns, they live and eventually they shall die but not me! I'm a true mad scientist. I will manage to achive real eternity live.", "Easy one. You can't live forever so I'm gonna become fully mechanised one with arms made of steel.", "Live is the blessing because only when there is fear from dying, there is also thoughts to trying and get better"]
}, {
    "questionNR": "5. ξ. 37° 4ζ7′ 21,06″ φ N, 122ψ° 24′ 12,07″ λ. Do you know what that means?",
    "questionInfo": "Let's see if you really have an knowledge needed to be one of us!",
    "answerInfo": ["Looks like coordinates. I saw them may times on the web. Don't know where is the place but I can figure it out in a minute!", "This is not my thing but I quess it's some king of coordinates to a certain place. I saw them in my lab books.", "looks like coordinates to one of interstellar systems. I see those kind of characters often on my packages I'm buying recently.", "Thoose are coordinates for one of solar systems from the Milk Way. I've travelled many solar systems and I know it's there for sure!"]
}, {
    "questionNR": "6. あなたは美しいです. Do you know this language?",
    "questionInfo": "There is nothing better in getting good relationships with someone than beeing able to speak their langualge. Let's see if you know some of the most important languages in the universe.",
    "answerInfo": ["Yup. I know this lanuage and even are able to speak it. I learned most of the languages and applied them to my memory card chip", "I've read every book in the universe trating on biological things and thanks to that I've learned many languages, of course including this one!", "Yup! This is the language that the buisness producing many of parts for my robots are manufacturing.", "Yeah, I even know beeings that speak this beautiful language! I've met them on one of my journeys."]
}, {
    "questionNR": "7. How many other races have you met?",
    "questionInfo": "It is important to be in good terms with others in order to have as many friends as possible. Let's see if you have met enoutght beeings!",
    "answerInfo": ["I dont't know many races in person since I communicate with others mailny by net. But I know almost all of them if counting the ones that are able to surf the internet", "I met many races in my life but who cares about that if I can create as many chimeras as I want", "I don't really know many other races other than courier types but since I'm very friendly, I would easly get in touch with many of them.", "I know many races. I've met them on my journeys throught the space and I'm in good relations with them and if they don't want to be in good relations, I make them change their decision."]
}]